<?php
// ユーザ定義定数
return [
    'glass' => [
        '1' => 'ショート',
        '2' => 'ロング',
        '3' => 'ロックグラス',
        '4' => 'ビールグラス',
        '5' => 'ワイングラス',
        '6' => 'その他',
    ],

    'percentage' => [
        '1' => '弱い',
        '2' => '普通',
        '3' => '強い',
    ],

    'taste' => [
        '1' => '甘口',
        '2' => 'どちらでもない',
        '3' => '中辛',
        '4' => '辛口',
    ],

    'category_kbn' => [
        '1' => 'スピリッツ',
        '2' => 'その他ベース',
        '3' => 'リキュール',
        '4' => 'ノンアルコール',
        '5' => 'その他'
    ],

];